import React from "react";

const Blogs = () => {
  return (
    <div className="mt-5">
      <h1>1. what is context api?</h1>
      <p>Ans : কনটেক্সট এপিআই হল একটি রিঅ্যাক্ট স্ট্রাকচার যা আপনাকে ডাটা আদান-প্রদান করতে সাহায্য করে এবং কনটেক্সট প্রতিটি স্তরে ম্যানুয়ালি প্রপস ডাউন না করেই কম্পোনেন্ট ট্রির মাধ্যমে ডেটা পাস করার একটি উপায় প্রদান করে।</p>
      <h1>2. what is semantic tag?</h1>
      <p>Ans : একটি শব্দার্থিক উপাদান ব্রাউজার এবং বিকাশকারী উভয়ের কাছে এর অর্থ স্পষ্টভাবে বর্ণনা করে।</p>

<h1>3. Inline block and inline block elements different?</h1>
<p>Ans : প্রদর্শনের তুলনায়: ইনলাইন , প্রধান পার্থক্য হল যে প্রদর্শন: ইনলাইন-ব্লক উপাদানটিতে একটি প্রস্থ এবং উচ্চতা সেট করতে দেয়। এছাড়াও, প্রদর্শনের সাথে: ইনলাইন-ব্লক , উপরের এবং নীচের মার্জিন/প্যাডিংগুলিকে সম্মান করা হয়, কিন্তু প্রদর্শনের সাথে: ইনলাইন সেগুলি নয়৷</p>
    </div>
  );
};

export default Blogs;
